amodio.tsl-problem-matcher
astro-build.astro-vscode
asvetliakov.vscode-neovim
bazelbuild.vscode-bazel
bcanzanella.openmatchingfiles
benmcmorran.vscode-api-explorer
betterthantomorrow.calva
betterthantomorrow.calva-spritz
bhargavdetroja.export-your-extensions
bierner.markdown-mermaid
blodwynn.soysyntaxchecker
bradlc.vscode-tailwindcss
csstools.postcss
dbaeumer.vscode-eslint
dbankier.vscode-quick-select
dcsunset.vscode-modal-editor
denoland.vscode-deno
dsznajder.es7-react-js-snippets
eamodio.gitlens
fregante.ghost-text
golang.go
gruntfuggly.todo-tree
haberdashpi.move-cursor-by-argument
haberdashpi.selection-utilities
haberdashpi.vscode-modal-keys
haberdashpi.vscode-select-by-indent
jeffersonlicet.snipped
jock.svg
mechatroner.rainbow-csv
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
nicolasvuillamy.vscode-groovy-lint
pustelto.bracketeer
redhat.java
redhat.vscode-yaml
reykjalin.vscode-kakoune
rioj7.html-related-links
sourcegraph.cody-ai
sysoev.language-stylus
tamasfe.even-better-toml
undefined_publisher.helloworld
undefined_publisher.vscode-modal-keys
unifiedjs.vscode-mdx
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
vue.volar
zxh404.vscode-proto3
